Repository: avinashmore/PHP-Projects
Catalog: Localization and Payments Implementation/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Select a language
es: Selecciona un idioma

# PROVIDE_VALID_CARD_DATA
source: Please provide valid credit card data!
es: ¡Proporcione datos válidos de la tarjeta de crédito!

# E404
source: The requested page not found on this server
es: La página solicitada no se encuentra en este servidor

# MAIL_SUBJECT
source: Wishes from a friend
es: Deseos de un amigo

# PDF_LONG_MESSAGE
source: {{name}} has thrown a coin into the fountain, and wished all the bests for you!
es: {{name}} ha lanzado una moneda en la fuente, y deseado todos los mejores para usted!

# MAIN_PAGE_TITLE
source: Throw a Coin in the Fountain
es: Tirar una moneda en la fuente

# MAIN_PAGE_SUBTITLE
source: ...and send your kind wishes to the ones you love most
es: ... y envía tus amables deseos a los que más te gustan

source: Customize your wish
es: Personaliza tu deseo

# LBL_NAME
source: Your name
es: Tu nombre

# LBL_FOUNTAIN
source: Choose a well
es: Elija un pozo

# VAL_FOUNTAIN_TYPE_DRAWING
source: Drawing
es: Dibujo

# LBL_FRAME_STYLE
source: Select picture frame style
es: Seleccione el estilo del marco de imagen

# LBL_FRAME_COLOR
source: Select picture frame color
es: Seleccionar el color del marco

# COLOR_BLACK
source: Black
es: Negro

# COLOR_RED
source: Red
es: Rojo

# COLOR_GREEN
source: Green
es: Verde

# COLOR_PURPLE
source: Purple
es: Púrpura

# COLOR_ORANGE
source: Orange
es: Naranja

# LBL_EMAIL
source: Email addresses
es: Correos electrónicos

# DESCR_EMAIL
source: [comma separated list of email addresses]
es: [Lista de direcciones de correo electrónico separadas por comas]

# LBL_CARD_NUM
source: Card number
es: Numero Credito

# LBL_EXPIRY_YEAR
source: Expiration year
es: Experation

# FORM_SECTION_PAYMENT
source: Throw a virtual coin
es: Lanzar una moneda virtual

# BTN_THROW_IT
source: Throw a coin!
es: ¡Lanza una moneda!

# CARD_REJECTED
source: Your credit card was rejected.
es: Su tarjeta de crédito fue rechazada

source: Try again!
es: ¡Inténtalo de nuevo!

source: Do again!
es: Repetir

# PAYMENT_SUCCESS
source: Your fresh postcard is sent to the email addresses you provided!<br>You can download your postcard from
es: Su postal nueva se envía a las direcciones de correo electrónico que proporcionó! <br> Puede descargar su postal desde
